<template>
  <article class="spread-agreement">
    <h1>推广员协议</h1>
    <h3><span>第一条</span> 为了巢享下车推广拥有公平、和谐的商业氛围，保障推广员（以下简称“推广员”）的合法权益，维护巢享洗车正常经营秩序，根据《巢享用户注册协议》，制定本协议。</h3>
    <h3><span>第二条</span> 推广员是指通过宣传推广巢享洗车和相关产品以及服务，从而获取报酬的巢享洗车注册用户。</h3>
    <h3><span>第三条</span> 成为推广员的操作流程：</h3>
    <p>注册巢享洗车用户→进入推荐中心→阅读并同意本协议→成为巢享推广员；</p>
    <h3><span>第四条</span> 推广员的工作内容 </h3>
    <ol>
      <li>负责在线上或线下推广巢享洗车及为车主洗车服务；</li>
      <li>帮助指导新用户熟悉巢享洗车，了解洗车的基本的操作流程。</li>
    </ol>
    <h3><span>第五条</span> 推广员的权利和义务 </h3>
    <ol>
      <li>引导帮助新用户注册巢享洗车，介绍入门知识，指导新用户使用巢享洗车。</li>
      <li>推广员须遵守法律、法规、行政规章的规定及巢享洗车的相关规则。</li>
    </ol>
    <h3><span>第六条</span> 巢享洗车的权利和义务</h3>
    <ol>
      <li>巢享洗车将通过网上资料发布等方式对推广员进行适当的培训，使其能更好的开展工作；</li>
      <li>巢享洗车提供业绩查看界面以供推广员随时了解工作业绩；</li>
      <li>巢享洗车应当向推广员提供相应的报酬。</li>
      <li>巢享洗车有权根据实际情况修订并公布本规则，推广员若有异议，应在规则修改之日起三日内提出书面异议，异议的提出视为推广员终止本规则，若推广员在三日内未提出任何异议，则视为同意修改后的规则；</li>
      <li>巢享洗车有权单方提前终止本规则，但必须提前十日在官方页面发布公告,以便推广员有足够时间查看到。若因推广员个人原因未查看到公告，巢享洗车对此不承担任何责任；</li>
      <li>巢享洗车不会在未经推广员授权时公开或向第三方透露推广员在申请时提交的个人真实资料，但下列情形除外：
        <ol type="A">
          <li>根据法律、法规、行政规章的规定；</li>
          <li>依据行政、司法等权力机关的命令；</li>
          <li>在紧急情况下竭力维护推广员个人、第三人或社会大众的财产或人身安全；</li>
          <li>保护巢享洗车的知识产权或其它合法权益。</li>
        </ol>
      </li>
    </ol>
    <h3><span>第七条</span> 推广员的报酬</h3>
    <ol>
      <li>推广流程：获取推广链接→推广该链接→用户通过该链接注册巢享洗车会员→推广员分享该用户在巢享洗车的活动收益；</li>
      <li>自邀请用户注册之日起1年之内，推广员邀请注册的用户成功充值，获得10%的充值金额提成；
        <h3><span>提现注意事项：</span></h3>
        <ol>
          <li>用户累计充值200元以上，申请提现方可成功。</li>
          <li>奖励金额100元以上，含100元可发起提现。</li>
          <li>每次提现会自动扣除税费6%，可联系客服开具发票。</li>
          <li>详情请拨打客服热线：0592-5211806咨询，谢谢</li>
        </ol>
      </li>
    </ol>
    <h3><span>第八条</span> 推广员的违规处理 </h3>
    <ol>
      <li>推广员故意提供虚假注册材料，或在巢享洗车认为推广员注册资料或业绩有误时，推广员拒绝提供说明材料的，巢享洗车可取消该推广员资格，并停止发放报酬；</li>
      <li>推广员提供虚假工作业绩、有不当得利行为或者使用木马等不当手段获取用户信息非法绑定，推广员应将所得报酬返还巢享洗车，巢享洗车可冻结该推广员帐号及报酬，并解除推广员资格，并保留追偿权利；</li>
      <li>推广员在推广过程中，通过各种方式在巢享洗车官方以及其他相关领域以刷帖等密集形式进行宣传，严重干扰其他用户，巢享洗车有权取消该推广员资格并要求其退还所得报酬，情节严重的，对其进行封号处理；</li>
      <li>推广员在推广过程中，通过各种方式行为冒充巢享洗车工作人员或伪造巢享洗车及相关网站、博客，包括但不限于混淆视听、骗取他人帐号密码、散布或传播虚假信息等，推广员应自行承担相应的法律责任，巢享洗车有权取消该推广员资格并要求其退还所得报酬，情节严重的，对其进行封号处理。</li>
    </ol>
    <divider>云翎（厦门）集团有限公司</divider>
  </article>
</template>

<script>
/**
 * 推广协议
 * @author zml
 * @version 2017-12-09
 */
import { Divider } from 'vux';

export default {

  name: 'app-spread-agreement',

  components: {
    Divider,
  },

};
</script>

<style lang="less">
.spread-agreement {
  background-color: #fff;
  padding: 0 15px 10px 15px;
  overflow: hidden;

  .vux-divider {
    padding: 20px 0;
  }

  h1 {
    text-align: center;
    font-size:18px;
    padding: 20px 0 0 0
  }

  h3 {
    font-size: 15px;
    font-weight: normal;
    color: #666;
    margin: 15px 0;

    span {
      color:@yellow;
    }
  }

  p {
    font-size: 14px;
  }

  ol {
    padding-left:15px;
    li {
      font-size: 14px;
      margin-bottom: 6px;

      ol {
        color: #555;
      }
    }
  }
}
</style>
